{
    "TIPS.pun-pun": {
      "0": "What do you call a fly with no wings? A walk.",
      "1":"What do you call a deer with no eyes?  No idea.",
      "2":"Encounters with large flying lizards are great, but they do tend to drag on.",
      "3":"Time flies like an arrow. Fruit flies like a banana.",
      "4":"There's a big storage building at the docks which only shows up every full moon. It's a warehouse.",
      "5":"Crime in wizard towers is wrong on every level.",
      "6":"I was visiting a creepy house and asked 'what's upstairs?' but the stairs didn't reply.",
      "7":"Don't tell jokes to eggs or they'll crack up.",
      "8":"What do ducks have for lunch?  Cheese and quackers.",
      "9":"Jokes about eating myconids are in spore taste",
      "10":"I met a man with honey on his hands, who murdered me with his eyes.  He was a bee holder.",
      "11":"Why do you want the heaviest hyperdrive you can get?  Because the heavy hyperdrives are faster than light.",
      "12":"Kleptomaniacs are always taking things literally.",
      "13":"Why was 6 afraid of 7?  Because 7 8 9.",
      "14":"Why can't a t-rex play the saxophone? Because they're extinct.",
      "15":"Can February March? No, but April May.",
      "16":"I poured my root beer into a square glass, now it's just beer.",
      "17":"Someone has stolen the toilets at the watchhouse. The City Watch say they have nothing to go on.",
      "18":"The guards have been trying to work out who flooded the pet accessories shop, but now the leads have dried up.",
      "19":"What do you get when you cross a noble with a knife? Arrested.",
      "20":"Herbs are a wonderful gift for any occasion. There's no present like the thyme.",
      "21":"Don't knock on the door of the pyramid, just toot and come in.",
      "22":"A good pun is its own reword.",
      "23":"Why are commoners so uncouth? They have no class.",
      "24":"What did the buffalo say when her son was leaving? Bison.",
      "25":"The secret to my success is standing on bread. I'm on a roll!",
      "26":"You have been ambushed by entrepreneurial bread. Roll initiative!",
      "27":"Whiteboards are remarkable.",
      "28":"I was going to drag the giant clam back home, but it was heavy and I didn't want to pull a mussel.",
      "29":"One bird can't tell a joke. But toucan.",
      "30":"All atoms are liars. They make up everything.",
      "31":"I, for one, like roman numerals.",
      "32":"Necromancy is a grave undertaking.",
      "33":"What do you get when you drop a piano down a mineshaft?  A flat minor.",
      "34":"Meat puns are a rare medium well-done.",
      "35":"This belt made of watches is pointless. It's a waist of time.",
      "36":"This module is a real Pundora's Box",
      "37":"Mountains are really funny. They're hill areas.",
      "38":"Two muffins are in the oven. One says to the other 'Isn't it warm in here?'.  The second muffin screams 'AAAA! A talkimg muffin!'",
      "39":"Two fish are in a tank.  One says to the other 'Any idea how to drive this thing?'",
      "40":"I tried to shoot the fog, but I mist.",
      "41":"You should read these tips every few days. Seven days without a pun makes one weak.",
      "42":"A new groundbreaking invention! The spade.",
      "43":"If you run behind a car, you get exhausted. If you run in front of a care, you get tired.",
      "44":"I told them I turned into an insect every full moon. They called me a lunar tick.",
      "45":"Three adventurers walk into a bar. You'd have thought one of them would have spotted it.",
      "46":"This module is absolute pundemonium",
      "47":"I'd give an arm and a leg to get cyberware.",
      "48":"Canyons are the best looking terrain, they're absolutely gorges.",
      "49":"The mimic was hiding in a plate of noodles. It was an impasta.",
      "50":"Atheism is a non-prophet organisation.",
      "51":"I should make a theatrical performance out of these puns. It'll be a play on words.",
      "52":"Sausage puns are the wurst.",
      "53":"We had too many aliens in that encounter. They were extraterrestrials.",
      "54":"I once ate an entire clock. It was time consuming.",
      "55":"Soon, I shall be punstoppable.",
      "56":"What do you get when you ask the god of citrus fruit for help? Lemonaid.",
      "57":"This new zombie club is amazing! People are dying to get in.",
      "58":"Soda cans make terrible throwing weapons. They are soft drinks.",
      "59":"A magic tractor drove down the road and turned into a field.",
      "60":"This module is Bug Reporter enabled. So if you see a cool spider, let me know.",
      "61":"One helmet says to the other 'You stay here, I'll go on ahead'",
      "62":"Sleeping comes naturally to me. I can do it with my eyes closed.",
      "63":"Why did the mammoths die out? They were irrelephant.",
      "64":"What do you get when you cross a cement mixer and a chicken? A brick layer.",
      "65":"My mother worked as a stilt walker in the circus.  I always looked up to her.",
      "66":"The fighter had the heart of a lion, and was banned from the zoo.",
      "67":"They have survived pepper traps, salt pits, and mustard gas. They are seasoned adventurers.",
      "68":"I knew I was destined to be a psychologist rather than a magician when I pulled a habit out of a rat.",
      "69":"The baker's guild only shares secrets on a knead to know basis",
      "70":"Puns are the lowest form of wit, but poetry is verse.",
      "71":"I used to be vain, but now I'm perfect.",
      "72":"If you want to go out with a roleplayer, you should just ask them for a D8.",
      "73":"I wanted to get a taste of paradise. So I ate 2d6.",
      "74":"I folded my clothes into a perfect cube and painted numbers on it.  I was trying to die them.",
      "75":"Zombies are better than skeletons, they're just more fleshed out.",
      "76":"What's a pirate's favourite letter? Arrrr.",
      "77":"What's a pirate's favourite letter? The C.",
      "78":"I thought the necromancer was making me a tasty stew, but they just gave me some ghoul ash.",
      "79":"The bird gods have released a terrible duck monster.  It's a quacken.",
      "80":"Why do clerics wear chainmail?  Because it's holey.",
      "81":"Why does the cheese necromancer always get to go first?  She has wight of whey.",
      "82":"My next character is Sir Cumference, knight of the Round Table.",
      "83":"The paladins devoted to the god of caffeine had many sleepless knights.",
      "84":"The wolf bit me and all my clothes turned blue! It was a dyer wolf.",
      "85":"I can't believe they put me on trial for necromancy.  I was just trying to raise a family!",
      "86":"Why are catfolk podiatrists good with money? They're experienced bean counters.",
      "87":"What's a rogue's favourite armour? Hide.",
      "88":"The zombie bard sits in the corner, tearing up his music, decomposing.",
      "89":"Before the adventurers loomed a mighty fortress, guarded by yellow and black insects, its ramparts made from golden honey. 'Beehold!' their guide shouted.",
      "90":"What do you call an AI in an assault vehicle?  A think tank.",
      "91":"I've started sequencing the DNA of fantasy creatures.  It's called the G-nome project.",
      "92":"Lots of RPGs have fall damage, but there's never damage for the other three seasons.",
      "93":"It's too late, you have angered the gazebo",
      "94":"Every party should have a bard and a rogue, to balance out the prose and cons.",
      "95":"I hate how our DM keeps throwing insect/mammal hybrids at us.  It's a real bugbear of mine.",
      "96":"In modern times, Lance is an uncommon name.  In legends, people are named Lance a lot.",
      "97":"Why don't dragons get in trouble?  They can wyrm their way out of anything.",
      "98":"How many players does it take to screw in a light bulb?  All of them. DON'T SPLIT THE PARTY.",
      "99":"You know it's a good pun when the whole table groans.  Also, that's a good way to find out that the table is a mimic.",
      "100":"Despite their size, dragons are easy to weigh. They come with their own scales."
    }
}